Repository: AlexandreRio/gecomapi_pi
Catalog: po/*.po
Languages: et, it

source: GoogleEarth PlugIn for OpenCPN
et: Google Earth lisa OpenCPN-le
it: GoogleEarth PlugIn per OpenCPN

source: GoogleEarth PlugIn for OpenCPN Conquers the world
et: GoogleEarth lisa OpenCPN-ile Valluta maailm
it: GoogleEarth PlugIn per OpenCPN Conquista il Mondo

source: Save view
et: Salvesta vaade
it: Salva vista

source: Connected to chart viewport
et: Ühendatud kaardivaatega
it: Connetti alla viewport Carta

source: Save view...
et: Salvesta vaade...
it: Salva vista...

source: Screenshot can't be created, GE looks uninitialized...
et: Ekraanipilti ei saa luua, GE tundub olevat ebapädev
it: Screenshot non può essere creato, GE sembra non inizializzato...

source: Problem!
et: Probleem!
it: Problema!

source: GoogleEarth Preferences
et: GoogleEarth eelistused
it: Preferenze GoogleEarth

source: Preferences
et: Eelistused
it: Preferenze

source: Follow chart viewport
et: Jälgi kaardi vaadet
it: Segui la carta

source: Follow boat
et: Jälgi alust
it: Segui l'imbarcazione

source: Follow cursor
et: Jälgi kursorit
it: Segui il cursore

source: Don't connect to OpenCPN
et: Ei ühendu OpenCPN-iga
it: Disconnesso da OpenCPN

source: Always start hidden
et: Alati alsusta peidetult
it: Rimani sempre nascosto

source: Disconnect from Viewport on GE action
et: Lülita välja ekraanivade läbi GE
it: Disconneti viewport su azione in GE

source: Update plugin settings from GE
et: Uuenda lisa seadeid läbi GE
it: Aggiorna configurazione plugin da GE

source: Show boat in GE
et: Näita alust GE-s
it: Mostra imbarcazione in GE

source: View properties
et: Muuda kaamera omadusi
it: Visualizza proprietà

source: Camera azimuth
et: Kaamera asimuut
it: Azimuth Vista

source: Camera Tilt
et: Kaamera nurk
it: Inclinazione Vista

source: Camera Range
et: Kaamera vahemik
it: Range Vista

source: Reset to defaults
et: Omaduste algseaded
it: Reset al Default

source: Floating window transparency
et: Jooksev aken läbipaistev
it: Trasparenza della finestra

source: View name
et: Näita nime
it: Nome Vista

source: Save as JPG
et: Salvesta kui JPG
it: Salva come JPG

source: Save as KML
et: Salvesta kui KML
it: Salva come KML

source: Save as GPX for GE2KAP
et: Salvesta kui GPX - GE2KAP
it: Salva come GPX per GE2KAP

source: Save as KMZ for imgkap
et: Salvesta kui KMZ - imgkap
it: Salva come KMZ per ImgKap

source: Format
et: Formaat
it: Formato

source: Select a file
et: Vali fail
it: Seleziona un file
